content/imported/tutorials/turek-hron-fsi3/fluid-openfoam/constant/transportProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object transportProperties;
}

transportModel Newtonian;

nu nu [0 2 -1 0 0 0 0 ] 0.001;

pRef pRef [1 -1 -2 0 0 0 0 ] 0.0;
