content/imported/tutorials/turek-hron-fsi3/fluid-openfoam/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}

numberOfSubdomains 25;

method hierarchical;
hierarchicalCoeffs
{
    n (5 5 1);
    delta 0.001;
    order xyz;
}

distributed false;
roots
(
);

